export default function AboutPaymentAndDeliveryPage() {
    return (
      <div className="p-[2vmax] document">
        <h2>Пользовательское соглашение  и правила обработки персональных данных</h2>
        <ol>
            <li>
                В настоящем Пользовательском соглашении используются термины и определения, имеющие следующие значения:
                <p>«Оператор» — Общество с ограниченной ответственностью «ДУЛЬСЕ ДЕ ЛЕЧЕ» (ОГРН: 1237700444926, ИНН: 9709095785, место нахождения: 109028, г. Москва, ул. Солянка, д. 1/2 стр. 1, помещ.30/1.
«Средство оформления заказа» — принадлежащие Оператору и обладающие функциями оформления Заказа сервисы: сайт в сети Интернет: masamadre.ru (далее – «Сайт»); контактный телефон, указанный на Сайте, предоставляющие Клиенту возможность заказать Продукцию и/или Услуги у Производителя с доставкой или на вынос (самовывоз) у Производителя. 
«Производитель» — юридическое лицо, осуществляющие приготовление и реализацию Продукции с доставкой Клиенту или путем самовывоза Клиентом с адреса Производителя с помощью Средства оформления заказа, а также осуществляющее другие услуги общественного питания, заказ которых доступен посредством Средства оформления заказа. В рамках настоящего соглашения Оператор и Производитель совпадают в одном лице.
«Клиент» — любое дееспособное и совершеннолетнее физическое лицо, использующее Средство оформления заказа с целью ознакомления с Продукцией и/или Услугами, реализуемыми Производителем, и оформления Заказа на Продукцию и/или Услуги посредством Средств оформления заказа.
«Заказ» — согласованная с помощью Средства оформления заказа в установленном настоящим Пользовательском соглашении порядке и на условиях, определенных Производителем, между Клиентом и Производителем заявка на приготовление и доставку/самовывоз Продукции и/или оказание Производителем Услуг, в результате которой заключается соглашение между Клиентом и Производителем на приготовление и доставку/самовывоз Продукции и/или оказания Производителем Услуг.
«Продукция» — кулинарные блюда и напитки, изготавливаемые и реализуемые Производителем Клиентам с помощью Средства оформления заказа.
«Услуги» – услуги общественного питания и иные сопутствующие услуги, оказываемые Производителем на возмездной основе в рамках осуществляемой им коммерческой деятельности и доступные для заказа (резервирования) посредством Средства оформления заказа.
</p>
                </li>

                <li>
                Общие положения и правила пользования.
                <p>
                2.1. До начала использования Средства оформления заказа Клиент обязан ознакомиться с настоящим Пользовательским соглашением и всеми условиями об Услугах и Продукции, а также условиями о доставке или самовывозе Продукции, доступными к Заказу с помощью Средства оформления заказа. Использование Клиентом Средства оформления заказа любым способом и любой функции означает принятие им условий настоящего Пользовательского соглашения. С момента принятия настоящего Пользовательского соглашения Клиент принимает его полностью без исключений и изменений, без условий и оговорок. Принимая все условия настоящего Пользовательского соглашения в полном объеме без каких-либо изъятий и ограничений со стороны Клиента, Клиент обязуется их соблюдать или прекратить использование Средства оформления заказа. Момент начала использования Клиентом Средств оформления заказа по смыслу ст. 428 и ст. 438 ГК РФ является принятием (акцептом) оферты, а равно заключением договора, порождающего у Клиента обязанности соблюдать условия настоящего Пользовательского соглашения.
2.2. Если Клиент не согласен с условиями настоящего Пользовательского соглашения или не имеете права на заключение договора на их основе, Клиенту следует незамедлительно прекратить любое использование Средства оформления заказа. 
2.3. По настоящему Пользовательскому соглашению Оператор предоставляет Клиенту без взимания платы (бесплатно) право использования Средства оформления заказа в целях оформления Заказа. Услуги, оказываемые Производителем, в т.ч. по приготовлению и доставке/самовывозу Продукции у Производителя, являются платными. Условия оформления Заказа размещаются и доводятся до Клиента с помощью Средства оформления заказа. 
2.4. Приобретение Клиентом Продукции и/или Услуг Производителя осуществляется на условиях настоящего Пользовательского соглашения, а также условиях, размещенных с помощью Средства оформления заказа. Все отношения, связанные с приготовлением и реализацией Продукции и/или оказанием Производителем Услуг в результате оформления Клиентом Заказа с помощью Средства оформления заказа, возникают непосредственно между Клиентом и Производителем. 
2.5. Оператор вправе в одностороннем порядке ограничивать доступ к Средству оформления заказа как полностью, так и частично. Клиент не может пользоваться Средством оформления заказа в той части, в которой Оператором установлено ограничение, до момента снятия таких ограничений. Запрещены обходы Клиентом ограничений на использование Средств оформления заказа, установленные Оператором.
2.6. Производитель реализует Продукцию и/или оказывает Услуги по ценам, представленным с помощью Средства оформления заказа. Цены на Продукцию и/или Услуги определяются Производителем в одностороннем порядке и могут быть изменены. Производитель вправе устанавливать минимальную сумму Заказа. Сумма минимального Заказа определяется Производителем в одностороннем порядке.
2.7. Информация о Продукции, размещенная с помощью Средства оформления заказа может отличаться от фактического состояния Продукции в части свойств и характеристик Продукции, включая цвет, размер и форму по причине естественных процессов или свойств такой Продукции.
2.8. Производитель вправе в одностороннем порядке вносить изменения в реализуемую им Продукцию или в оказываемые им Услуги, а также менять их стоимость. Информация об изменениях Продукции и/или Услуги и их стоимости доводиться с помощью Средства оформления заказа.
2.9. Для использования отдельных функций Средства оформления заказа Клиенту необходимо предоставить Оператору запрашиваемые им данные.
2.10. Доступ к Средству оформления заказа может быть ограничен по причинам, не зависящим от Оператора. Функционирование Средства оформления заказа может нарушаться действиями третьих лиц, действием непреодолимой силы и иных факторов, предотвращение или преодоление которых выходит за пределы возможностей Оператора.
2.11. Оператор вправе ограничить Клиенту доступ к Средству оформления заказа при наличии нарушений со стороны Клиента условий настоящего Пользовательского соглашения.

                </p>
                </li>

                <li>
                Порядок согласования и оплаты Заказа.
                <p>3.1. Для оформления Заказа Клиент с помощью Средства оформления заказа направляет заявку на приготовление и доставку/самовывоз Продукции и/или на оказание Услуг, где указывает следующую информацию:
Фамилию и имя Клиента;
Контактный телефон Клиента, оформляющего Заказ;
Адрес электронной почты клиента;
Перечень заказываемой Продукции и/или Услуг;
Адрес доставки Продукции по соответствующему Заказу или выбирает самовывоз по адресу Производителя, из перечня адресов доступных к выбору в Средствах оформления заказа;
Желаемое время доставки Заказа в случае выбора Услуг по доставке Продукции (окончательное время доставки Продукции определяется Производителем);
Способ оплаты;
Способ подтверждения Заказа.
3.2. С начала использования Средств оформления заказа Клиент выражает свое согласие с условиями настоящего Пользовательского соглашения (п. 2.1. настоящего Пользовательского соглашения), а направляя заявку на приготовление и доставку/самовывоз Продукции и/или на оказание Услуг с использованием Средств оформления заказа, Клиент выражает свое согласие с условиями настоящего Пользовательского соглашения и с условиями договора на приготовление и доставку/самовывоз Продукции и/или оказания Услуг, заключаемого между Клиентом и Производителем.
3.3. Заявка на приготовление и доставку/самовывоз Продукции и/или оказание Услуг с помощью Средства оформления заказа передается Производителю. Отправка Клиентом заявки и подтверждение ее Производителем означает факт заключения между Клиентом и Производителем договора на приготовление и доставку/самовывоз Продукции и/или оказания Услуг. После отправления заявки Клиента на приготовление и доставку/самовывоз Продукции и/или оказания Услуг Производителю Клиент не вправе в одностороннем порядке вносить в него изменения. Клиент обязан оплатить Продукцию до получения Заказа или в момент получения Заказа.
В подтверждение заключения договора между Клиентом и Производителем на приготовление и доставку/самовывоз Продукции и/или Услуг, Клиенту направляется подтверждение (уведомление), отвечающее требованиям «Правил продажи товаров при дистанционном способе продажи товара по договору розничной купли-продажи» и иным положениям действующего законодательства РФ.
3.4. Средство оформления заказа предоставляет Клиенту возможность оплаты Заказа безналичным способом с помощью Средства оформления заказа в момент оформления Заказа и передачи его Производителю.
Для оплаты Клиентом Заказа безналичным способом потребуется действующая банковская карта с необходимым количеством денежных средств на ней для его оплаты. 
Для оплаты (ввода реквизитов карты) Клиент перенаправляется на платежный шлюз ПАО СБЕРБАНК. Соединение с платежным шлюзом и передача информации осуществляется в защищенном режиме с использованием протокола шифрования SSL. В случае если банк Клиента поддерживает технологию безопасного проведения интернет-платежей Verified By Visa, MasterCard SecureCode, MIR Accept, J-Secure для проведения платежа также может потребоваться ввод специального пароля.
Оператор не несет ответственности в случае возникновения сбоев при оплате Заказа безналичным способом в ситуациях не зависящие от него..
3.5. При оплате Клиентом Заказов с помощью Средства оформления заказа Оператор не является платежным агентом, деятельность которого регулируется Федеральным законом от 03.06.2009 г. №103-ФЗ «О деятельности по приему платежей физических лиц, осуществляемой платежными агентами».
3.6. Оплата Заказа осуществляется Клиентом в валюте Российской Федерации – российский рубль.
3.7. Клиент обязан обеспечить принятие Заказа по указанному в Заказе адресу Клиента или по адресу Производителя в указанное в Заказе время. Клиент несет ответственность за правильность указания данных при оформлении Заказа, в том числе за правильность указания адреса и номера телефона. 
3.8. В случае возникновения непредвиденных ситуаций, в том числе значительного количества Заказов за короткий отрезок времени, возникновения пробок или аварий на дорогах, появления неблагоприятных погодных условий, поломки транспортных средств, используемых для доставки, и иных независящие от Производителя ситуаций, Производитель вправе увеличить время доставки или выдачи Заказа при самовывозе, о чем сообщает Клиенту.
3.9. Производитель может привлекать к исполнению Заказа третьих лиц оставаясь ответственным за них перед Клиентом.
3.10. При получении Заказа Клиент обязан проверить соответствие полученной Продукции и/или Услуг с указанной им в Заказе.
3.11. Средство оформления заказа позволяет заказывать Продукцию Производителя к доставке по территории, указанной в разделе «Доставка» на Сайте. В случае оформления Заказа с адресом доставки, находящимся за пределами территории, определенной настоящим Пользовательским соглашением, заявка считается не согласованной, а договор на приготовление и доставку Продукции незаключенным.
</p>
                </li>

                <li>Условия пользования Средствами оформления заказа

        <p>
        4.1. Принимая условия настоящего Пользовательского соглашения, Клиент гарантирует соблюдение следующих условий и запретов:
- Средства оформления заказа доступны только для личного некоммерческого использования;
- запрещается использование Средства оформления заказа в целях извлечения прибыли, для размещения ссылок на другие сервисы и сайты, для реализации мошеннических схем, финансовых пирамид и призывов в них участвовать;
- условием приобретения Продукции и/или Услуг с помощью Средств оформления заказа является принятие настоящего Пользовательского соглашения;
- Оператор вправе в любое время в одностороннем порядке изменять условия настоящего Пользовательского соглашения;
- использование материалов Средств оформления заказа без согласия правообладателя/ей не допускается.
4.2. Принимая условия настоящего Пользовательского соглашения, Пользователь подтверждает, что является совершеннолетним, полностью дееспособным лицом и обязуется соблюдать условия настоящего Пользовательского соглашения, обязуется не предпринимать действий, которые могут рассматриваться как нарушающие законодательство РФ или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных прав, а также любых действий, которые приводят или могут привести к нарушению нормальной работы Средств оформления заказа.
4.3. Принимая условия настоящего Пользовательского соглашения, Клиент подтверждает, что предупрежден о том, что Оператор не несет ответственности за посещение и использование им внешних ресурсов, ссылки на которые могут содержаться в Средствах оформления заказа.
4.4. Принимая условия настоящего Пользовательского соглашения, Клиент обязуется предоставлять точные, достоверные и полные данные, запрошенные Средством оформления заказа, а также соглашается на обработку этих данных в целях приготовления и передачи Клиенту Продукции и/или оказания Клиенту Услуг.

        </p>
</li>

<li>
Обработка персональных данных Пользователя

<p>5.1. Персональные данные Клиента обрабатываются в соответствии с ФЗ «О персональных данных» от 27.07.2006 г. №152-ФЗ, Политикой обработки персональных данных, разработанной и принятой Оператором, а также иными нормативными актами в области защиты персональных данных, действующими на территории РФ.
5.2. Оператор имеет право направлять Пользователю информационные, в том числе сервисные и рекламные сообщения, на электронную почту Клиента, мобильный телефон (смс, телефонные звонки). Сервисные сообщения, информирующие Клиента о Заказе и этапах его обработки, отправляются автоматически и не могут быть отклонены Клиентом. Используя Средство оформления заказа, Клиент дает согласие на получение сообщений информационного характера в целях оформления Заказа, а также дает согласие на передачу такой информации Оператором Производителю в целях исполнения Производителем такого Заказа.
Клиент вправе отказаться от получения рекламных сообщений, такой отказ Клиент может направить Оператору при помощи Сайта, либо путем обращения Клиента в контакт-центр или в отдел поддержки клиентов с использованием следующего адреса электронной почты 6362981@masamadre.ru
</p>

</li>

<li>
Интеллектуальная собственность
<p>
6.1. Средства оформления заказа содержат материалы, охраняемые авторским правом, товарные знаки и иные охраняемые законом материалы, включая, но не ограничиваясь: тексты, фотографии, графические изображения и др.
6.2. При этом все содержание Сайта охраняется авторским правом как произведение, созданное коллективным творческим трудом в соответствии с законодательством РФ об авторском праве и смежных правах.
6.3. Оператору принадлежит право на использование содержания Сайта (в том числе, право на подбор, расположение, систематизацию и преобразование данных, содержащихся на Сайте, а также на сами исходные данные).
6.4. Клиент не имеет права вносить изменения, публиковать, передавать третьим лицам, участвовать в продаже или уступке, создавать производные продукты или иным образом использовать, частично или полностью, содержание Сайта..
6.5. Клиент обязуется использовать Сайт только в законных целях.
6.6. Клиент обязуется не размещать на Сайте и не направлять куда-либо посредством Сайта любые материалы следующего характера: 
нарушающие законодательство, содержащие угрозы и оскорбления, дискредитирующие других лиц, нарушающие права граждан на частную жизнь или публичный порядок, носящие характер непристойности;
нарушающие в той или иной степени честь и достоинство, права и охраняемые законом интересы других лиц;
способствующие или содержащие призывы к разжиганию религиозной, расовой или межнациональной розни, содержащие попытки разжигания вражды или призывы к насилию;
а также иные материалы, которые побуждают других лиц на противоправное поведение, влекущее уголовную, гражданско-правовую и иную ответственность или каким-либо образом нарушающее положения законодательства.
6.7. Клиент обязуется не размещать на Сайте и не направлять посредством Сайта материалы, являющиеся рекламой каких-либо товаров или услуг, без получения предварительного явно выраженного согласия Оператора.
6.8. Клиент обязуется не использовать Сайт для рекламы или иного стимулирования сбыта любых товаров и услуг в любой форме, включая, но не ограничиваясь, стимулирование других пользователей к подписке на другую систему интерактивного обслуживания, являющуюся конкурентом Средств оформления заказа.
6.9. Клиент обязуется не загружать, не размещать или иным образом не использовать на Сайте какие-либо материалы, охраняемые законодательством об интеллектуальной собственности (в том числе, авторским правом, законодательством о товарных знаках), и иные охраняемые законодательством материалы без получения выраженного разрешения обладателя прав на охраняемый материал, а также без получения согласия Оператора на такое распространение с использованием Сайта. 
6.10. Оператор оставляет за собой право не размещать и удалять отзывы Клиента, нарушающие российское законодательство и наносящие ущерб законным интересам третьих лиц (в том числе, носящие оскорбительный характер либо порочащие честь, достоинство и репутацию таких лиц).

</p>
</li>

<li>Прочие условия


    <p>
    7.1. Все возможные споры, вытекающие из настоящего Пользовательского соглашения или связанные с ним, подлежат разрешению в судебном порядке в соответствии с действующим законодательством РФ.
7.2. Оператор не несет ответственности за бесперебойную работу Средств оформления заказов, их совместимость с программным обеспечением и техническими средствами Клиента, сбои в телекоммуникационных и энергетических сетях, действие вредоносных программ, недобросовестные действия третьих лиц, направленные на несанкционированный доступ и/или выведение из строя программного и/или аппаратного комплекса Средств оформления заказа.
7.3. Оператор освобождается от ответственности за полное или частичное неисполнение своих обязательств по настоящему Пользовательскому соглашению, если это неисполнение было вызвано обстоятельствами непреодолимой силы или вызвано случаями, указанными в настоящем Пользовательском соглашении.
7.4. Клиент несет ответственность за действия лиц, указанных им в качестве получателей Заказа.
7.5. Клиент несет самостоятельную ответственность за достоверность предоставленных им данных при оформлении Заказа.
7.6. В случае невозможности исполнения (вручения) Заказа, возникшей по вине Клиента, Заказ подлежит оплате Клиентом в полном объеме. Невозможность исполнения (вручения) Заказа по вине Клиента включает в себя в том числе (но не ограничиваясь) неверное (ошибочное) указание Клиентом данных при оформлении Заказа; отсутствие Клиента (получателя) по адресу, указанному при оформлении Заказа; отсутствие ответа по телефонному номеру, указанному при оформлении Заказа; неосуществление Клиентом самовывоза готового к выдаче Заказа по причинам, не связанным с качеством/комплектностью Продукции и/или Услуг и др. 
7.7. Оператор не отвечает за убытки Клиента, возникшие в результате предоставления Клиентом недостоверной информации.
7.8. Клиент соглашается с тем, что настоящее Пользовательское соглашение может быть в любое время изменено Оператором в одностороннем порядке без получения согласия или уведомления Клиента. Новая редакция Пользовательского соглашения вступает в силу с момента ее размещения в Средствах размещения заказов. Действующая редакция Пользовательского соглашения всегда находится в сети интернет по адресу: http://masamadre.ru В случае несогласия Клиента с изменениями, он обязан прекратить использование Средства оформления заказа.

    </p>
</li>



        </ol>

        
<p>Реквизиты Оператора/Производителя:</p>
<p>Общество с ограниченной ответственностью «ДУЛЬСЕ ДЕ ЛЕЧЕ»</p>
<p>ИНН/КПП 9709095785 / 770901001;</p>
<p>ОГРН: 1237700444926;</p>
<p>Юридический адрес: 109028, г. Москва, ул. Солянка, д. 1/2 стр. 1, помещ.30/;</p>
<p>Фактический адрес: 109028, г. Москва, ул. Солянка, д. 1/2 стр. 1, помещ.30/1;</p>
<p>Адрес электронной почты: 6362981@masamadre.ru</p>
<p>Номер телефона: 8 495 636-29-81</p>
<p>Режим работы: ежедневно с 8:00 до 19:00</p>

      </div>
    );
  }
  