export default function AboutPaymentAndDeliveryPage() {
  return (
    <div className="p-[2vmax] document">
      <h2>Доставка</h2>
      <p>
        На нашем сайте вы можете заказать доставку или оформить самовывоз.
        Заказы на доставку принимаются с 8:00 до 19:00, доставляем с 9:00 до
        20:00
      </p>

      <h2>Способы оплаты</h2>
      <p>
        Оплата товара на сайте осуществляется безналичным расчетом. Для выбора
        оплаты товара с помощью банковской карты на соответствующей странице
        необходимо нажать кнопку “Оплата заказа банковской картой”. Оплата
        происходит через ПАО СБЕРБАНК с использованием банковских карт следующих
        платёжных систем: VISA, Mastercard, МИР
      </p>
      <p>
        Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на
        платёжный шлюз ПАО СБЕРБАНК. Соединение с платёжным шлюзом и передача
        информации осуществляется в защищённом режиме с использованием протокола
        шифрования SSL. В случае если Ваш банк поддерживает технологию
        безопасного проведения интернет-платежей Verified By Visa, MasterCard
        SecureCode, MIR Accept, J-Secure для проведения платежа также может
        потребоваться ввод специального пароля.
      </p>
      <p>
        Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность
        сообщаемой персональной информации обеспечивается ПАО СБЕРБАНК.
        Введённая информация не будет предоставлена третьим лицам за исключением
        случаев, предусмотренных законодательством РФ. Проведение платежей по
        банковским картам осуществляется в строгом соответствии с требованиями
        платёжных систем МИР, Visa Int., MasterCard Europe Sprl, JCB.
      </p>

      <h2>Контактные данные организации</h2>

      <p>
        Фактический адрес: Москва, ул. Солянка 1\2 <br />
        Электронная почта: 6362981@masamadre.ru
      </p>

      <p>
        ООО «ДУЛЬСЕ ДЕ ЛЕЧЕ» <br />
        ИНН/КПП 9709095785/770901001 <br />
        Юридический адрес: 109028, г. Москва, вн.тер.г. муниципальный округ
        Басманный, ул. Солянка, д. 1/2 стр. 1, помещ.30/1
      </p>
    </div>
  );
}
